Revit 2027 API
SymbolTypeId.DollarPerWH Property
 Symbol $/(W·h), indicating unit Cost per watt hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DollarPerWH { get; }
Public Shared ReadOnly Property DollarPerWH As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DollarPerWH {
	ForgeTypeId^ get ();
}
static member DollarPerWH : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace